import logo from "../telergonLogo.png";

export const telergon = {
  name: "telergon",
  logo: logo,
  description:
    "Telergon є визнаним лідером на ринку у сфері проєктування та виробництва електромеханічної продукції, пропонуючи ефективні рішення для ізоляції та захисту електрообладнання низької напруги. Широкий асортимент вимикачів-роз’єднувачів та перемикачів знаходить застосування в різних галузях електротехніки, зокрема в рішеннях, спеціально розроблених для систем відновлюваної енергетики.",
};
