import logo from "./logo/logo-telergon.png";
import s5Logo from "./logo/S5.webp";
import s5nLogo from "./logo/S5N.webp";
import S5 from "./products/S5-telergon";
import S5N from "./products/S5N-telergon";

export const telergon = {
  name: "telergon",
  logo: { color: "#0069ab", img: logo },
  description:
    "Telergon є визнаним лідером на ринку у сфері проєктування та виробництва електромеханічної продукції, пропонуючи ефективні рішення для ізоляції та захисту електрообладнання низької напруги. Широкий асортимент вимикачів-роз’єднувачів та перемикачів знаходить застосування в різних галузях електротехніки, зокрема в рішеннях, спеціально розроблених для систем відновлюваної енергетики.",
  products: {
    switchDisconnectors: [
      {
        series: "S5",
        logo: s5Logo,
        description:
          "Серія вимикачів-роз’єднувачів TELERGON вирізняється широким діапазоном номінальних струмів і надійністю в умовах інтенсивної експлуатації. Пристрої монтуються на основі за допомогою гвинтів та забезпечують безпечну комутацію під навантаженням до 1000 В змінного струму (як при індуктивному, так і при ємнісному навантаженні). Розривний струм може досягати восьмикратного значення робочого струму, а також пристрої здатні витримувати короткочасні струми короткого замикання до 100 кА. Для зручності експлуатації передбачено два типи керування — зовнішні або прямі рукоятки.",
        list: S5,
      },
      {
        series: "S5N",
        logo: s5nLogo,
        description:
          "Виконання у форматі «спина до спини» з переднім розташуванням механізму керування дозволяє розширити кількість доступних контактів до 6 або 8, що забезпечує більшу гнучкість у застосуванні. Пристрої монтуються на основі за допомогою гвинтів. Для зручності користування передбачено варіанти з зовнішніми або прямими рукоятками керування.",
        list: S5N,
      },
    ],
  },
};
